Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeConversationUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %@ asks for your permission
ar: يطلب %@ إذنك
de: %@ bittet um deine Erlaubnis
es: %@ te pide permiso
fr: %@ demande votre autorisation
hi: %@ आपकी अनुमति माँग रहा है
it: %@ chiede la tua autorizzazione
ja: %@が許可を求めています
ko: %@이(가) 권한을 요청합니다
nl: %@ vraagt om je toestemming
pl: %@ prosi o Twoje pozwolenie
pt_br: %@ pede sua permissão
ru: %@ запрашивает ваше разрешение
tr: %@ izninizi istiyor
uk: %@ запитує ваш дозвіл
zh_hans: %@ 请求你的许可
zh_hant: %@ 正在請求你的許可

source: %@ can no longer be found. Check that it is installed, then try again.
ar: يتعذّر العثور على %@. تحقق من أنه مثبّت، ثم حاول مرة أخرى.
de: %@ wurde nicht gefunden. Prüfe, ob es installiert ist, und versuche es erneut.
es: No se encuentra %@. Comprueba que esté instalado y vuelve a intentarlo.
fr: %@ est introuvable. Vérifiez qu’il est installé, puis réessayez.
hi: %@ अब नहीं मिल रहा। जाँचें कि यह इंस्टॉल है, फिर से कोशिश करें।
it: %@ non è più disponibile. Verifica che sia installato, poi riprova.
ja: %@が見つかりません。インストールされていることを確認してから、もう一度お試しください。
ko: %@을(를) 찾을 수 없습니다. 설치되어 있는지 확인한 후 다시 시도하십시오.
nl: %@ is niet meer te vinden. Controleer of het is geïnstalleerd en probeer het opnieuw.
pl: Nie można już znaleźć %@. Sprawdź, czy jest zainstalowany, i spróbuj ponownie.
pt_br: %@ não foi encontrado. Verifique se está instalado e tente novamente.
ru: %@ не найден. Убедитесь, что он установлен, и повторите попытку.
tr: %@ artık bulunamıyor. Yüklü olduğunu denetleyin, sonra yeniden deneyin.
uk: Не вдається знайти %@. Переконайтеся, що його інстальовано, і спробуйте ще раз.
zh_hans: 找不到 %@。请确认它已安装，然后重试。
zh_hant: 找不到 %@。請確認已安裝，然後再試一次。

source: %@ could not draw the picture: the theme is on trial without it.
ar: تعذّر على %@ رسم الصورة: تتم تجربة السمة بدونها.
de: %@ konnte das Bild nicht zeichnen: Das Design wird ohne Bild ausprobiert.
es: %@ no ha podido dibujar la imagen: el tema está a prueba sin ella.
fr: %@ n’a pas pu dessiner l’image : le thème est à l’essai sans elle.
hi: %@ चित्र नहीं बना सका: थीम उसके बिना आज़माई जा रही है।
it: %@ non è riuscito a disegnare l’immagine: il tema è in prova senza di essa.
ja: %@は画像を描画できませんでした。画像なしでテーマを試用中です。
ko: %@이(가) 그림을 그리지 못했습니다. 그림 없이 테마를 시험 적용 중입니다.
nl: %@ kon de afbeelding niet tekenen: het thema wordt zonder afbeelding uitgeprobeerd.
pl: %@ nie zdołał narysować obrazu: motyw jest testowany bez niego.
pt_br: %@ não conseguiu desenhar a imagem: o tema está em teste sem ela.
ru: %@ не смог нарисовать изображение: тема опробуется без него.
tr: %@ resmi çizemedi: tema resimsiz olarak deneniyor.
uk: %@ не вдалося намалювати зображення: тему застосовано на пробу без нього.
zh_hans: %@ 无法绘制图片：正在试用不含图片的主题。
zh_hant: %@ 無法繪製圖片：主題將在沒有圖片的情況下試用。

source: %@ could not make the theme. The theme on screen is unchanged.
ar: تعذّر على %@ إنشاء السمة. لم تتغير السمة المعروضة.
de: %@ konnte das Design nicht erstellen. Das angezeigte Design bleibt unverändert.
es: %@ no ha podido crear el tema. El tema en pantalla no cambia.
fr: %@ n’a pas pu créer le thème. Le thème affiché ne change pas.
hi: %@ थीम नहीं बना सका। स्क्रीन पर दिख रही थीम नहीं बदली।
it: %@ non è riuscito a creare il tema. Il tema sullo schermo non cambia.
ja: %@はテーマを作成できませんでした。表示中のテーマは変更されません。
ko: %@이(가) 테마를 만들지 못했습니다. 화면의 테마는 변경되지 않습니다.
nl: %@ kon het thema niet maken. Het thema op het scherm blijft ongewijzigd.
pl: %@ nie zdołał utworzyć motywu. Motyw na ekranie pozostaje bez zmian.
pt_br: %@ não conseguiu criar o tema. O tema na tela não foi alterado.
ru: %@ не смог создать тему. Тема на экране не изменилась.
tr: %@ temayı oluşturamadı. Ekrandaki tema değişmedi.
uk: %@ не вдалося створити тему. Тема на екрані не змінилася.
zh_hans: %@ 无法制作主题。屏幕上的主题保持不变。
zh_hant: %@ 無法製作主題。畫面上的主題維持不變。

source: %@ did not answer in time. The theme on screen is unchanged.
ar: لم يستجب %@ في الوقت المحدد. لم تتغير السمة المعروضة.
de: %@ hat nicht rechtzeitig geantwortet. Das angezeigte Design bleibt unverändert.
es: %@ no ha respondido a tiempo. El tema en pantalla no cambia.
fr: %@ n’a pas répondu à temps. Le thème affiché ne change pas.
hi: %@ ने समय पर उत्तर नहीं दिया। स्क्रीन पर दिख रही थीम नहीं बदली।
it: %@ non ha risposto in tempo. Il tema sullo schermo non cambia.
ja: %@が時間内に応答しませんでした。表示中のテーマは変更されません。
ko: %@이(가) 제시간에 응답하지 않았습니다. 화면의 테마는 변경되지 않습니다.
nl: %@ reageerde niet op tijd. Het thema op het scherm blijft ongewijzigd.
pl: %@ nie odpowiedział na czas. Motyw na ekranie pozostaje bez zmian.
pt_br: %@ não respondeu a tempo. O tema na tela não foi alterado.
ru: %@ не ответил вовремя. Тема на экране не изменилась.
tr: %@ zamanında yanıt vermedi. Ekrandaki tema değişmedi.
uk: %@ не відповів вчасно. Тема на екрані не змінилася.
zh_hans: %@ 未及时响应。屏幕上的主题保持不变。
zh_hant: %@ 未及時回應。畫面上的主題維持不變。

source: %@ has no shell mode: sent as a message
ar: لا يتوفر في %@ وضع shell: أُرسل كرسالة
de: %@ hat keinen Shell-Modus: als Nachricht gesendet
es: %@ no tiene modo shell: enviado como mensaje
fr: %@ n’a pas de mode shell : envoyé comme message
hi: %@ में शेल मोड नहीं है: संदेश के रूप में भेजा गया
it: %@ non ha una modalità shell: inviato come messaggio
ja: %@にはシェルモードがありません。メッセージとして送信しました
ko: %@에는 셸 모드가 없어 메시지로 전송됨
nl: %@ heeft geen shellmodus: als bericht verstuurd
pl: %@ nie ma trybu powłoki: wysłano jako wiadomość
pt_br: %@ não tem modo shell: enviado como mensagem
ru: У %@ нет режима оболочки: отправлено как сообщение
tr: %@ kabuk moduna sahip değil: mesaj olarak gönderildi
uk: %@ не має режиму оболонки: надіслано як повідомлення
zh_hans: %@ 没有 shell 模式：已作为消息发送
zh_hant: %@ 沒有 shell 模式：已作為訊息傳送

source: %@ has not written anything yet.
ar: لم يكتب %@ أي شيء بعد.
de: %@ hat noch nichts geschrieben.
es: %@ aún no ha escrito nada.
fr: %@ n’a encore rien écrit.
hi: %@ ने अभी तक कुछ नहीं लिखा है।
it: %@ non ha ancora scritto nulla.
ja: %@はまだ何も書いていません。
ko: %@이(가) 아직 아무것도 작성하지 않았습니다.
nl: %@ heeft nog niets geschreven.
pl: %@ jeszcze nic nie napisał.
pt_br: %@ ainda não escreveu nada.
ru: %@ ещё ничего не написал.
tr: %@ henüz bir şey yazmadı.
uk: %@ ще нічого не написав.
zh_hans: %@ 尚未写任何内容。
zh_hant: %@ 尚未撰寫任何內容。

source: %@ in %@’s terminal
ar: %1$@ في طرفية %2$@
de: %1$@ im Terminal von %2$@
es: %1$@ en el terminal de %2$@
fr: %1$@ dans le terminal de %2$@
hi: %2$@ के टर्मिनल में %1$@
it: %@ nel terminale di %@
ja: %2$@のターミナルで%1$@
ko: %2$@의 터미널에서 %1$@
nl: %@ in de terminal van %@
pl: %@ w terminalu agenta %@
pt_br: %1$@ no terminal de %2$@
ru: %@ в терминале %@
tr: %2$@ terminalinde %1$@
uk: %1$@ у терміналі %2$@
zh_hans: %2$@ 终端中的 %1$@
zh_hant: %2$@ 終端機中的 %1$@

source: %@ is asking you a question
ar: يطرح عليك %@ سؤالًا
de: %@ stellt dir eine Frage
es: %@ te hace una pregunta
fr: %@ vous pose une question
hi: %@ आपसे एक प्रश्न पूछ रहा है
it: %@ ti sta facendo una domanda
ja: %@が質問しています
ko: %@이(가) 질문하고 있습니다
nl: %@ stelt je een vraag
pl: %@ zadaje Ci pytanie
pt_br: %@ está fazendo uma pergunta
ru: %@ задаёт вам вопрос
tr: %@ size bir soru soruyor
uk: %@ ставить вам питання
zh_hans: %@ 向你提问
zh_hant: %@ 正在問你一個問題

source: %@ is changing the theme.
ar: يعدّل %@ السمة.
de: %@ ändert das Design.
es: %@ está cambiando el tema.
fr: %@ modifie le thème.
hi: %@ थीम बदल रहा है।
it: %@ sta modificando il tema.
ja: %@がテーマを変更しています。
ko: %@이(가) 테마를 변경하고 있습니다.
nl: %@ past het thema aan.
pl: %@ zmienia motyw.
pt_br: %@ está alterando o tema.
ru: %@ меняет тему.
tr: %@ temayı değiştiriyor.
uk: %@ змінює тему.
zh_hans: %@ 正在更改主题。
zh_hant: %@ 正在更改主題。

source: %@ is changing the theme…
ar: يعدّل %@ السمة…
de: %@ ändert das Design …
es: %@ está cambiando el tema…
fr: %@ modifie le thème…
hi: %@ थीम बदल रहा है…
it: %@ sta modificando il tema…
ja: %@がテーマを変更しています…
ko: %@이(가) 테마를 변경하는 중…
nl: %@ past het thema aan…
pl: %@ zmienia motyw…
pt_br: %@ está alterando o tema…
ru: %@ меняет тему…
tr: %@ temayı değiştiriyor…
uk: %@ змінює тему…
zh_hans: %@ 正在更改主题…
zh_hant: %@ 正在更改主題…

source: %@ is deleted.
ar: تم حذف %@.
de: %@ wurde gelöscht.
es: Se ha eliminado %@.
fr: %@ est supprimé.
hi: %@ डिलीट हो गया।
it: %@ è stato eliminato.
ja: %@を削除しました。
ko: %@이(가) 삭제되었습니다.
nl: %@ is verwijderd.
pl: Usunięto: %@.
pt_br: %@ foi apagado.
ru: Тема %@ удалена.
tr: %@ silindi.
uk: %@ видалено.
zh_hans: %@ 已删除。
zh_hant: 已刪除 %@。

source: %@ is drawing the picture.
ar: يرسم %@ صورة الخلفية.
de: %@ zeichnet das Hintergrundbild.
es: %@ está dibujando la imagen de fondo.
fr: %@ dessine l’image de fond.
hi: %@ पृष्ठभूमि चित्र बना रहा है।
it: %@ sta disegnando l’immagine.
ja: %@が背景画像を描画しています。
ko: %@이(가) 배경 그림을 그리고 있습니다.
nl: %@ tekent de achtergrondafbeelding.
pl: %@ rysuje obraz tła.
pt_br: %@ está desenhando a imagem.
ru: %@ рисует фоновое изображение.
tr: %@ resmi çiziyor.
uk: %@ малює зображення тла.
zh_hans: %@ 正在绘制背景图片。
zh_hant: %@ 正在繪製背景圖片。

source: %@ is drawing the picture… It takes a minute or two.
ar: يرسم %@ صورة الخلفية… يستغرق ذلك دقيقة أو دقيقتين.
de: %@ zeichnet das Hintergrundbild … Das dauert ein bis zwei Minuten.
es: %@ está dibujando la imagen de fondo… Tarda uno o dos minutos.
fr: %@ dessine l’image de fond… Cela prend une à deux minutes.
hi: %@ पृष्ठभूमि चित्र बना रहा है… इसमें एक-दो मिनट लगते हैं।
it: %@ sta disegnando l’immagine… Ci vorranno un paio di minuti.
ja: %@が背景画像を描画しています…1〜2分かかります。
ko: %@이(가) 배경 그림을 그리는 중… 1~2분 정도 걸립니다.
nl: %@ tekent de achtergrondafbeelding… Dit duurt een à twee minuten.
pl: %@ rysuje obraz tła… To potrwa minutę lub dwie.
pt_br: %@ está desenhando a imagem… Isso leva um ou dois minutos.
ru: %@ рисует фоновое изображение… Это займёт минуту-другую.
tr: %@ resmi çiziyor… Bu bir iki dakika sürer.
uk: %@ малює зображення тла… Це займе хвилину-дві.
zh_hans: %@ 正在绘制背景图片…需要一两分钟。
zh_hant: %@ 正在繪製背景圖片… 需要一兩分鐘。

source: %@ is making the theme.
ar: ينشئ %@ السمة.
de: %@ erstellt das Design.
es: %@ está creando el tema.
fr: %@ compose le thème.
hi: %@ थीम बना रहा है।
it: %@ sta creando il tema.
ja: %@がテーマを作成しています。
ko: %@이(가) 테마를 만들고 있습니다.
nl: %@ maakt het thema.
pl: %@ tworzy motyw.
pt_br: %@ está criando o tema.
ru: %@ создаёт тему.
tr: %@ temayı oluşturuyor.
uk: %@ створює тему.
zh_hans: %@ 正在制作主题。
zh_hant: %@ 正在製作主題。

source: %@ is making the theme…
ar: ينشئ %@ السمة…
de: %@ erstellt das Design …
es: %@ está creando el tema…
fr: %@ compose le thème…
hi: %@ थीम बना रहा है…
it: %@ sta creando il tema…
ja: %@がテーマを作成しています…
ko: %@이(가) 테마를 만드는 중…
nl: %@ maakt het thema…
pl: %@ tworzy motyw…
pt_br: %@ está criando o tema…
ru: %@ создаёт тему…
tr: %@ temayı oluşturuyor…
uk: %@ створює тему…
zh_hans: %@ 正在制作主题…
zh_hant: %@ 正在製作主題…

source: %@ is no longer installed: the theme's font is used.
ar: لم يعد %@ مثبّتًا: يتم استخدام خط السمة.
de: %@ ist nicht mehr installiert: Die Schrift des Designs wird verwendet.
es: %@ ya no está instalada: se usa la tipografía del tema.
fr: %@ n’est plus installée : la police du thème est utilisée.
hi: %@ अब इंस्टॉल नहीं है: थीम का फ़ॉन्ट उपयोग किया जा रहा है।
it: %@ non è più installato: viene usato il font del tema.
ja: %@はインストールされていません。テーマのフォントを使用します。
ko: %@ 서체가 더 이상 설치되어 있지 않아 테마의 서체를 사용합니다.
nl: %@ is niet meer geïnstalleerd: het lettertype van het thema wordt gebruikt.
pl: Czcionka %@ nie jest już zainstalowana: używana jest czcionka motywu.
pt_br: %@ não está mais instalada: a fonte do tema é usada.
ru: Шрифт %@ больше не установлен: используется шрифт темы.
tr: %@ artık yüklü değil: temanın yazı tipi kullanılıyor.
uk: Шрифт %@ більше не встановлено: використовується шрифт теми.
zh_hans: %@ 已不再安装：将使用主题的字体。
zh_hant: %@ 已不再安裝：改用主題的字體。

# %@ is running %@…
source: %1$@ is running %2$@…
ar: ينفّذ %1$@ الأمر %2$@…
de: %1$@ führt %2$@ aus …
es: %1$@ está ejecutando %2$@…
fr: %1$@ exécute %2$@…
hi: %1$@ %2$@ चला रहा है…
it: %1$@ sta eseguendo %2$@…
ja: %1$@が%2$@を実行中…
ko: %1$@이(가) %2$@ 실행 중…
nl: %1$@ voert %2$@ uit…
pl: %1$@ wykonuje %2$@…
pt_br: %1$@ está executando %2$@…
ru: %1$@ выполняет %2$@…
tr: %1$@ çalıştırıyor: %2$@…
uk: %1$@ виконує %2$@…
zh_hans: %1$@ 正在运行 %2$@…
zh_hant: %1$@ 正在執行 %2$@…

source: %@ is saved and applied.
ar: تم حفظ %@ وتطبيقه.
de: %@ wurde gesichert und angewendet.
es: %@ se ha guardado y aplicado.
fr: %@ est enregistré et appliqué.
hi: %@ सहेजी और लागू की गई।
it: %@ è stato salvato e applicato.
ja: %@を保存して適用しました。
ko: %@이(가) 저장 및 적용되었습니다.
nl: %@ is bewaard en toegepast.
pl: Zachowano i zastosowano: %@.
pt_br: %@ foi salvo e aplicado.
ru: Тема %@ сохранена и применена.
tr: %@ kaydedildi ve uygulandı.
uk: %@ збережено й застосовано.
zh_hans: %@ 已存储并应用。
zh_hant: %@ 已儲存並套用。

source: %@ is saved and used in dark mode.
ar: تم حفظ %@ واستخدامه في الوضع الداكن.
de: %@ wurde gesichert und wird im dunklen Modus verwendet.
es: %@ se ha guardado y se usa en el modo oscuro.
fr: %@ est enregistré et utilisé en mode sombre.
hi: %@ सहेजी गई और डार्क मोड में उपयोग की जा रही है।
it: %@ è stato salvato e viene usato in modalità scura.
ja: %@を保存し、ダークモードで使用します。
ko: %@이(가) 저장되어 다크 모드에서 사용됩니다.
nl: %@ is bewaard en wordt gebruikt in de donkere modus.
pl: Zachowano: %@. Używany w trybie ciemnym.
pt_br: %@ foi salvo e é usado no modo escuro.
ru: Тема %@ сохранена и используется в тёмном режиме.
tr: %@ kaydedildi ve koyu modda kullanılıyor.
uk: %@ збережено й використовується в темному режимі.
zh_hans: %@ 已存储，并用于深色模式。
zh_hant: %@ 已儲存並用於深色模式。

source: %@ is saved and used in light mode.
ar: تم حفظ %@ واستخدامه في الوضع الفاتح.
de: %@ wurde gesichert und wird im hellen Modus verwendet.
es: %@ se ha guardado y se usa en el modo claro.
fr: %@ est enregistré et utilisé en mode clair.
hi: %@ सहेजी गई और लाइट मोड में उपयोग की जा रही है।
it: %@ è stato salvato e viene usato in modalità chiara.
ja: %@を保存し、ライトモードで使用します。
ko: %@이(가) 저장되어 라이트 모드에서 사용됩니다.
nl: %@ is bewaard en wordt gebruikt in de lichte modus.
pl: Zachowano: %@. Używany w trybie jasnym.
pt_br: %@ foi salvo e é usado no modo claro.
ru: Тема %@ сохранена и используется в светлом режиме.
tr: %@ kaydedildi ve açık modda kullanılıyor.
uk: %@ збережено й використовується у світлому режимі.
zh_hans: %@ 已存储，并用于浅色模式。
zh_hant: %@ 已儲存並用於淺色模式。

source: %@ is signed out. Sign in from a terminal, then try again.
ar: تم تسجيل الخروج من %@. سجّل الدخول من طرفية، ثم حاول مرة أخرى.
de: %@ ist abgemeldet. Melde dich in einem Terminal an und versuche es erneut.
es: %@ no tiene la sesión iniciada. Inicia sesión desde un terminal y vuelve a intentarlo.
fr: %@ est déconnecté. Connectez-vous depuis un terminal, puis réessayez.
hi: %@ से साइन आउट है। टर्मिनल से साइन इन करें, फिर से कोशिश करें।
it: %@ è disconnesso. Accedi da un terminale, poi riprova.
ja: %@はサインアウトしています。ターミナルからサインインしてから、もう一度お試しください。
ko: %@에서 로그아웃되었습니다. 터미널에서 로그인한 후 다시 시도하십시오.
nl: %@ is uitgelogd. Log in vanuit een terminal en probeer het opnieuw.
pl: %@ jest wylogowany. Zaloguj się w terminalu i spróbuj ponownie.
pt_br: Você saiu do %@. Faça login em um terminal e tente novamente.
ru: В %@ не выполнен вход. Войдите из терминала и повторите попытку.
tr: %@ oturumu kapalı. Bir terminalden giriş yapın, sonra yeniden deneyin.
uk: У %@ не виконано вхід. Увійдіть із термінала й спробуйте ще раз.
zh_hans: %@ 已退出登录。请从终端登录，然后重试。
zh_hant: %@ 已登出。請從終端機登入，然後再試一次。

source: %@ is starting. If it asks something first, answer in the terminal.
ar: يبدأ تشغيل %@. إذا طرح سؤالًا أولًا، فأجب في الطرفية.
de: %@ startet. Wenn zuerst eine Frage kommt, antworte im Terminal.
es: %@ se está iniciando. Si antes pregunta algo, responde en el terminal.
fr: %@ démarre. S’il pose une question d’abord, répondez dans le terminal.
hi: %@ शुरू हो रहा है। यदि यह पहले कुछ पूछे, तो टर्मिनल में उत्तर दें।
it: %@ si sta avviando. Se prima chiede qualcosa, rispondi nel terminale.
ja: %@を起動しています。最初に何か質問された場合は、ターミナルで回答してください。
ko: %@을(를) 시작하는 중입니다. 먼저 질문하면 터미널에서 답하십시오.
nl: %@ wordt gestart. Als er eerst iets wordt gevraagd, antwoord dan in de terminal.
pl: %@ się uruchamia. Jeśli najpierw o coś zapyta, odpowiedz w terminalu.
pt_br: %@ está iniciando. Se ele perguntar algo primeiro, responda no terminal.
ru: %@ запускается. Если он сначала что-то спросит, ответьте в терминале.
tr: %@ başlıyor. Önce bir şey sorarsa terminalde yanıtlayın.
uk: %@ запускається. Якщо спочатку він щось запитає, дайте відповідь у терміналі.
zh_hans: %@ 正在启动。如果它先提出问题，请在终端中回答。
zh_hant: %@ 正在啟動。若它先提出問題，請在終端機中回答。

source: %@ is too old to make a theme. Update it, then try again.
ar: %@ قديم جدًا لإنشاء سمة. حدّثه، ثم حاول مرة أخرى.
de: %@ ist zu alt, um ein Design zu erstellen. Aktualisiere es und versuche es erneut.
es: %@ es demasiado antiguo para crear un tema. Actualízalo y vuelve a intentarlo.
fr: %@ est trop ancien pour créer un thème. Mettez-le à jour, puis réessayez.
hi: %@ थीम बनाने के लिए बहुत पुराना है। इसे अपडेट करें, फिर से कोशिश करें।
it: %@ è troppo vecchio per creare un tema. Aggiornalo, poi riprova.
ja: %@は古いためテーマを作成できません。アップデートしてから、もう一度お試しください。
ko: %@이(가) 너무 오래되어 테마를 만들 수 없습니다. 업데이트한 후 다시 시도하십시오.
nl: %@ is te oud om een thema te maken. Werk het bij en probeer het opnieuw.
pl: %@ jest za stary, aby utworzyć motyw. Uaktualnij go i spróbuj ponownie.
pt_br: %@ é antigo demais para criar um tema. Atualize-o e tente novamente.
ru: %@ слишком старый, чтобы создать тему. Обновите его и повторите попытку.
tr: %@ tema oluşturmak için çok eski. Güncelleyin, sonra yeniden deneyin.
uk: %@ надто старий, щоб створити тему. Оновіть його й спробуйте ще раз.
zh_hans: %@ 版本过旧，无法制作主题。请更新后重试。
zh_hant: %@ 版本太舊，無法製作主題。請更新後再試一次。

source: %@ is writing…
ar: يكتب %@…
de: %@ schreibt …
es: %@ está escribiendo…
fr: %@ rédige…
hi: %@ लिख रहा है…
it: %@ sta scrivendo…
ja: %@が書いています…
ko: %@이(가) 작성 중…
nl: %@ schrijft…
pl: %@ pisze…
pt_br: %@ está escrevendo…
ru: %@ пишет…
tr: %@ yazıyor…
uk: %@ пише…
zh_hans: %@ 正在撰写…
zh_hant: %@ 正在撰寫…

source: %@ left out of the middle
ar: تم حذف %@ من المنتصف
de: %@ in der Mitte ausgelassen
es: %@ omitidos en el centro
fr: %@ omis au milieu
hi: बीच से %@ छोड़ा गया
it: %@ omessi al centro
ja: 中間の%@を省略
ko: 중간 %@ 생략됨
nl: %@ weggelaten uit het midden
pl: Pominięto %@ ze środka
pt_br: %@ omitidos no meio
ru: %@ пропущено в середине
tr: Ortadan %@ çıkarıldı
uk: %@ пропущено в середині
zh_hans: 中间省略了 %@
zh_hant: 中間省略了 %@

source: %@ twice gave a theme that could not be read. The theme on screen is unchanged: try again, or say it differently.
ar: قدّم %@ مرتين سمة غير قابلة للقراءة. لم تتغير السمة المعروضة: حاول مرة أخرى، أو صِغ طلبك بشكل مختلف.
de: %@ hat zweimal ein unlesbares Design geliefert. Das angezeigte Design bleibt unverändert: Versuche es erneut oder formuliere es anders.
es: %@ ha devuelto dos veces un tema ilegible. El tema en pantalla no cambia: vuelve a intentarlo o descríbelo de otra forma.
fr: %@ a rendu deux fois un thème illisible. Le thème affiché ne change pas : réessayez, ou formulez la demande autrement.
hi: %@ ने दो बार ऐसी थीम दी जो पढ़ी नहीं जा सकी। स्क्रीन पर दिख रही थीम नहीं बदली: फिर से कोशिश करें, या अलग तरीके से कहें।
it: %@ ha restituito due volte un tema illeggibile. Il tema sullo schermo non cambia: riprova o formula la richiesta in un altro modo.
ja: %@が2回続けて読み込めないテーマを返しました。表示中のテーマは変更されません。もう一度試すか、別の言い方でお試しください。
ko: %@이(가) 두 번 연속 읽을 수 없는 테마를 반환했습니다. 화면의 테마는 변경되지 않습니다. 다시 시도하거나 다르게 표현해 보십시오.
nl: %@ leverde twee keer een onleesbaar thema op. Het thema op het scherm blijft ongewijzigd: probeer het opnieuw of formuleer het anders.
pl: %@ dwukrotnie zwrócił nieczytelny motyw. Motyw na ekranie pozostaje bez zmian: spróbuj ponownie lub sformułuj prośbę inaczej.
pt_br: %@ devolveu duas vezes um tema ilegível. O tema na tela não foi alterado: tente novamente, ou descreva de outra forma.
ru: %@ дважды выдал нечитаемую тему. Тема на экране не изменилась: повторите попытку или сформулируйте иначе.
tr: %@ iki kez okunamayan bir tema verdi. Ekrandaki tema değişmedi: yeniden deneyin ya da farklı biçimde ifade edin.
uk: %@ двічі повернув тему, яку неможливо прочитати. Тема на екрані не змінилася: спробуйте ще раз або сформулюйте інакше.
zh_hans: %@ 两次给出了无法读取的主题。屏幕上的主题保持不变：请重试，或换一种说法。
zh_hant: %@ 兩次都給出無法讀取的主題。畫面上的主題維持不變：請再試一次，或換個方式描述。

source: %@ waits for an answer in its terminal
ar: ينتظر %@ إجابة في طرفيته
de: %@ wartet in seinem Terminal auf eine Antwort
es: %@ espera una respuesta en su terminal
fr: %@ attend une réponse dans son terminal
hi: %@ अपने टर्मिनल में उत्तर की प्रतीक्षा कर रहा है
it: %@ attende una risposta nel suo terminale
ja: %@がターミナルで回答を待っています
ko: %@이(가) 터미널에서 응답을 기다립니다
nl: %@ wacht op een antwoord in de terminal
pl: %@ czeka na odpowiedź w swoim terminalu
pt_br: %@ aguarda uma resposta no terminal
ru: %@ ждёт ответа в своём терминале
tr: %@ terminalinde bir yanıt bekliyor
uk: %@ чекає на відповідь у своєму терміналі
zh_hans: %@ 正在其终端中等待回答
zh_hant: %@ 正在其終端機中等待回答

# %@, %@ now
source: %1$@, %2$@ now
ar: %1$@، %2$@ حاليًا
de: %1$@, jetzt %2$@
es: %1$@, ahora %2$@
fr: %1$@, %2$@ en ce moment
hi: %1$@, अभी %2$@
it: %1$@, %2$@ ora
ja: %1$@、現在は%2$@
ko: %1$@, 현재 %2$@
nl: %1$@, nu %2$@
pl: %1$@, obecnie %2$@
pt_br: %1$@, %2$@ agora
ru: %1$@, сейчас %2$@
tr: %1$@, şu anda %2$@
uk: %1$@, зараз %2$@
zh_hans: %1$@，当前为 %2$@
zh_hant: %1$@，目前為 %2$@

source: %@, a theme of yours
ar: %@، إحدى سماتك
de: %@, eines deiner Designs
es: %@, uno de tus temas
fr: %@, un de vos thèmes
hi: %@, आपकी एक थीम
it: %@, un tuo tema
ja: %@（自分のテーマ）
ko: %@, 내 테마
nl: %@, een van je thema's
pl: %@, Twój motyw
pt_br: %@, um dos seus temas
ru: %@, одна из ваших тем
tr: %@, temalarınızdan biri
uk: %@, одна з ваших тем
zh_hans: %@，你的主题之一
zh_hant: %@，你的主題之一

source: %lld done
ar: اكتمل %lld
de: %lld erledigt
es: %lld terminadas
fr: %lld terminés
hi: %lld पूरे
it: %lld completati
ja: %lld件完了
ko: %lld개 완료
nl: %lld klaar
pl: %lld gotowego
pt_br: %lld concluídas
ru: %lld выполнено
tr: %lld tamamlandı
uk: %lld виконано
zh_hans: %lld 个已完成
zh_hant: %lld 個已完成

source: %lld files edited
ar: %lld ملف معدّل
de: %lld Dateien bearbeitet
es: %lld archivos modificados
fr: %lld fichiers modifiés
hi: %lld फ़ाइलें संपादित
it: %lld file modificati
ja: %lld個のファイルを編集
ko: 파일 %lld개 편집됨
nl: %lld bestanden gewijzigd
pl: %lld pliku zmienionego
pt_br: %lld arquivos editados
ru: %lld файла изменено
tr: %lld dosya düzenlendi
uk: %lld файлу змінено
zh_hans: 已编辑 %lld 个文件
zh_hant: 已編輯 %lld 個檔案

source: %lld more lines not shown
ar: %lld سطر إضافي غير معروض
de: %lld weitere Zeilen nicht angezeigt
es: %lld líneas más sin mostrar
fr: %lld lignes de plus, non affichées
hi: %lld और पंक्तियाँ नहीं दिखाई गईं
it: Altre %lld righe non mostrate
ja: ほかに%lld行（非表示）
ko: 표시되지 않은 행 %lld개 더 있음
nl: Nog %lld regels niet weergegeven
pl: %lld dodatkowego wiersza niewyświetlonego
pt_br: Mais %lld linhas não mostradas
ru: Ещё %lld строки не показано
tr: Gösterilmeyen %lld satır daha
uk: Ще %lld рядка не показано
zh_hans: 另有 %lld 行未显示
zh_hant: 另有 %lld 行未顯示

source: %lld more sub-agents
ar: %lld وكيل فرعي آخر
de: %lld weitere Subagents
es: %lld subagentes más
fr: %lld autres sous-agents
hi: %lld और सब-एजेंट
it: Altri %lld sottoagenti
ja: ほかに%lld個のサブエージェント
ko: 하위 에이전트 %lld개 더 있음
nl: Nog %lld subagents
pl: %lld innego podagenta
pt_br: Mais %lld subagentes
ru: Ещё %lld субагента
tr: %lld alt ajan daha
uk: Ще %lld субагента
zh_hans: 另有 %lld 个子智能体
zh_hant: 另有 %lld 個子代理程式

source: %lld new messages
ar: %lld رسالة جديدة
de: %lld neue Nachrichten
es: %lld mensajes nuevos
fr: %lld nouveaux messages
hi: %lld नए संदेश
it: %lld nuovi messaggi
ja: %lld件の新着メッセージ
ko: 새로운 메시지 %lld개
nl: %lld nieuwe berichten
pl: %lld nowej wiadomości
pt_br: %lld novas mensagens
ru: %lld нового сообщения
tr: %lld yeni mesaj
uk: %lld нового повідомлення
zh_hans: %lld 条新消息
zh_hant: %lld 則新訊息

source: %lld pages
ar: %lld صفحة
de: %lld Seiten
es: %lld páginas
hi: %lld पेज
it: %lld pagine
ja: %lldページ
ko: %lld페이지
nl: %lld pagina's
pl: %lld strony
pt_br: %lld páginas
ru: %lld страницы
tr: %lld sayfa
uk: %lld сторінки
zh_hans: %lld 页
zh_hant: %lld 頁
